/*
insert into c_cafe values (c_cafe_seq.nextval, '5to7', '서울 성동구 서울숲2길 44-13', '070-4127-7616', 10000, 
'불가', '매일 11:30 - 21:00', '매주 월,화', 'http://www.instagram.com/5to7__seongsuvintage','37.5461574,127.0431703', 
'1.jpg','1-1.jpg','1-2.jpg','1-3.jpg','1-4.jpg', 
'초코블랜딩,6000원', '5to7슈페너,8000원', null, null, '애견동반가능,단체석',0, sysdate);   

insert into c_cafe values (c_cafe_seq.nextval, 'KANTO', '서울 성동구 연무장길 20' , '010-8386-3657', 6000, 
'불가', '매일 11:00 ~ 21:00', '연중무휴', 'http://instagram.com/kanto_cafe', '37.5433105,127.0512733', 
'2.jpg', '2-1.jpg','2-2.jpg','2-3.jpg','2-4.jpg',
'블랙세트,17500원', '블랙크림,6500원', '블랙파운드,5000원', null, '지하',0,sysdate); 

insert into c_cafe values (c_cafe_seq.nextval, '그린랩', '서울 성동구 서울숲2길 18-11' , '02-499-5833', 6000, 
'불가', '매일 12:00 - 19:00', '매주 월,화', 'https://www.instagram.com/greenlab_seoulforest/', '37.5468082,127.0404765', 
'3.jpg', '3-1.jpg','3-2.jpg','3-3.jpg','3-4.jpg',
'자몽비니거,6000원 ', '레몬애플비니거,6000원', '패션후르츠비니거,6000원',null, '루프탑',0,sysdate);   

insert into c_cafe values (c_cafe_seq.nextval, '&other', '서울 성동구 서울숲2길 40-10' , '070-8777-9724', 8000, 
'불가', '매일 10:30 - 23:00', '연중무휴','https://cafenother.modoo.at', '37.5460317,127.0426628',
'4.jpg','4-1.jpg','4-2.jpg','4-3.jpg','4-4.jpg',
'아메리카노,7000원 ','아이스앤드,7500원', null, null, '행사대관,웨딩,돌잔치',0,sysdate);  

insert into c_cafe values  (c_cafe_seq.nextval, '할아버지공장', '서울 성동구 성수이로7가길 9' , '02-499-5833', 8000, 
'불가', '매일 12:00 - 19:00', '연중무휴', 'https://www.instagram.com/grandpa.factory/', '37.541083,127.0547557', 
'5.jpg','5-1.jpg','5-2.jpg','5-3.jpg','5-4.jpg', 
'커피,5000~8000원 ', '파스타,19000~23000원', '지중해에이드,8000원', null, 'Dining',0,sysdate);   

==============================================================================================================서울


insert into c_cafe values(c_cafe_seq.nextval, '이진상회', '경기 이천시 마장면 서이천로 656', '070-8888-8882', 10000, 
'가능', '매일 11:00 - 22:00', '연중무휴', 'http://instagram.com/ijinsanghoe', '37.2792946,127.3999804',
'6.jpg', '6-1.jpg','6-2.jpg','6-3.jpg','6-4.jpg',
'이천명물 순쌀 치즈바게트,4500원', '후쿠오카 명물 명란 바게트,4000원', null, null,'단체석,주차,포장,무선 인터넷,',0,sysdate);


insert into c_cafe values(c_cafe_seq.nextval, '더티트렁크', '경기도 파주시 문발동 75-6', '031-871-3700', 6000, 
'가능', '매일 09:00 - 22:00', '연중무휴', 'http://www.instagram.com/dirty_trunk_korea', '37.7274606,126.7029262', 
'7.PNG','7-1.PNG','7-2.PNG','7-3.PNG','7-4.PNG', 
'아메리카노,4500', null, null, null, '단체석',0,sysdate);	

insert into c_cafe values(c_cafe_seq.nextval, '단궁', '경기도 양주시 백석읍 기산리 182-2', '031-871-3700', 10000, 
'가능', '평일 12:00 - 20:00', '연중무휴', 'http://www.dangung.com/', '37.7759844,126.9567382', 
'8.PNG','8-1.PNG', '8-2.PNG', '8-3.PNG', '8-4.PNG', 
'아메리카노,10000', null, null, null, '단체석',0,sysdate);


insert into c_cafe values(c_cafe_seq.nextval, '나인블럭', '경기도 광주시 중대동 160-2', '031-761-1295', 8000, 
'가능', '평일 09:00 - 22:00', '연중무휴', 'http://www.9block.co.kr/', '37.4032755,127.2211737', 
'9.PNG','9-1.PNG','9-2.PNG','9-3.PNG','9-4.PNG', 
'아메리카노,7000', null, null, null, '단체석',0,sysdate);		


==============================================================================================================경기

insert into c_cafe values(c_cafe_seq.nextval, '플리즈웨잇', '강원도 양양군 현남면 인구리 636-5', '1577-8647', 8000, 
'가능', '평일 11:00 - 22:00', '연중무휴', 'http://www.yyroad.co.kr', '37.9686013,128.7596703', 
'10.jpg','10-1.jpg','10-2.jpg','10-3.jpg','10-4.jpg',
'아메리카노,4500', '아이스바 라떼,7500', null, null,'단체석,반려동물 동반,펍,야자수',0,sysdate);	


insert into c_cafe values(c_cafe_seq.nextval, '툇마루', '강원도 강릉시 초당동 266-3', '033-922-7175', 4000, 
'불가', '매일 11:00 - 21:00', '화요일 휴무', 'http://www.instagram.com/cafe_toenmaru', '37.7877828,128.9113856', 
'11.jpg','11-1.jpg','11-2.jpg','11-3.jpg','11-4.jpg',
'아메리카노,3500', '툇마루커피,5500', null, null, '젤라또,초당두부,흑임자',0,sysdate);
								
insert into c_cafe values(c_cafe_seq.nextval, '테라로사 커피공장', '강원도 강릉시 구정면 어단리 973-1', '033-648-2760', 6000, 
'가능', '매일 09:00 - 21:00', '연중무휴', 'http://www.terarosa.com/', '37.6960542,128.8896992', 
'12.jpg','12-1.jpg','12-2.jpg','12-3.jpg','12-4.jpg',
'아메리카노,4500', '카페라테,5000', null, null,'핸드드립,테라스',0,sysdate);	
	
insert into c_cafe values(c_cafe_seq.nextval, '젠주', '강원 강릉시 창해로14번길 16지번견소동', '033-651-4007', 4000, 
'가능', '매일 08:00 - 24:00', '연중무휴', null, '37.772914,128.9446399', 
'13.jpg','13-1.jpg','13-2.jpg','13-3.jpg','13-4.jpg',
'꼰빠냐,5300', '아메리카노,4200', null, null, '루프탑,바다뷰',0,sysdate);		

insert into c_cafe values(c_cafe_seq.nextval, '바다정원', '강원도 고성군 토성면 용촌리 75-36', '033-636-1096', 6000, 
'가능', '매일 10:00 - 22:00', '연중무휴', 'http://www.seasidegarden.co.kr/', '38.230962,128.5798764', 
'14.jpg','14-1.jpg','14-2.jpg','14-3.jpg','14-4.jpg',
'아메리카노,5000', '콜드부루 아메리카노,6000', null, null,'루프탑,키즈존,원두막,테라스',0,sysdate);						
									
									
==============================================================================================================강원


insert into c_cafe values
(c_cafe_seq.nextval, '헤이든', '부산 기장군 일광면 동백리 449', '051-727-4717', 6000, 
'가능', '매일 10:30~22:00', '연중무휴', null, '35.2829065,129.2543218', 
'15.jpg','15-1.jpg','15-2.jpg','15-3.jpg','15-4.jpg',
'아메리카노,5500원', '헤이든말차커피,7500원', null, null, '소나무디자인로고,자연친화적',0,sysdate);	
																							
insert into c_cafe values(c_cafe_seq.nextval, '웨이브온', '부산 기장군 장안읍 해맞이로 286', '051-727-1660', 8000, 
'가능', '평일 11:00 - 24:00', '연중무휴', 'http://www.waveoncoffee.com/', '35.3222464,129.2673818', 
'16.jpg','16-1.jpg','16-2.jpg','16-3.jpg','16-4.jpg',
'카페 라떼,6000원', '브루잉 커피,7000원', null, null, '오션뷰,파도,바다',0,sysdate);	

insert into c_cafe values(c_cafe_seq.nextval, '엣지993', '부산광역시 해운대구 중동 993-3', '033-922-7175', 8000, 
'가능', '매일 11:00~22:00', '연중무휴', 'http://edge993.co.kr/', '35.1564176,129.1730262', 
'17.jpg','17-1.jpg', '17-2.jpg', '17-3.jpg', '17-4.jpg', 
'나나라떼,7,500', '엣지 꼬레아노,7,000', null, null, '해운대,바닷가,펜션',0,sysdate);

insert into c_cafe values(c_cafe_seq.nextval, '신기산업', '부산광역시 영도구 청학동 148-203 ', '070-8230-1116', 6000, 
'가능', '매일 11:00-23:00', '연중무휴', 'http://sinki.co.kr/', '35.0904646,129.0612129', 
'18.jpg','18-1.jpg','18-2.jpg','18-3.jpg','18-4.jpg',
'신기라떼,7000원', '카페라떼,6000원', null, null, '부산항대교,루프탑,부산항,테라스',0,sysdate);

insert into c_cafe values(c_cafe_seq.nextval, '모모스커피', '부산광역시 금정구 부곡동 873-98', '051-512-7034', 6000, 
'불가', '매일 10:00 - 21:30', '연중무휴', null, '35.2192686,129.0842482', 
'19.jpg','19-1.jpg','19-2.jpg','19-3.jpg','19-4.jpg',
'오늘의 핸드드립 핫,5000원', '에스프레소 핫,4800원', null, null, '한옥,월드 바리스타 챔피언쉽 우승자',0,sysdate);

==============================================================================================================부산

select * from c_cafe
     
 */